[
  {
    "path": "posts/2023-01-10-pnrr/",
    "title": "PNRR",
    "description": "Review and progress staatus of Italy's PNRR plan",
    "author": [],
    "date": "2022-11-07",
    "categories": [
      "ideas"
    ],
    "contents": "\nPNRR\n55 obiettivi (riforme e investimenti) entro il 2022\nDotazione complessiva\nSource (euro bn)\nA debito\nFondo perduto\nTOT\nEU\n\n\n\nNGEU\n191.5\n69.9\n261.4\nReactEU\n\n13\n13\nITA\n\n\n\nFondo complementare\n\n30.64\n30.64\nPiano Transizione 4.0\n\n13.97\n13.97\nTOT\n191.5\n127.51\n319.0\nDi cui “Rivoluzione Verde e transizione ecologica” = M2 becca € 59.33 Mld (~40%) divisa in 4 componenti:\nDi cui al mezzogiorno, dovrebbe andare la soglia minima del 40%\nTranche ricevute:\n2022 1o semestre € 45.9 Mld\n2022 2o semestre € 21 Mld\nDotazione per Ministero\nMinistero Sud e Coesione territoriale\nTitolare di 4 misure:\n    + Miss 5 Inclusione e Coesione Comp 3.  **Interventi speciali per la coesione territoriale** ➜ (€ 1.70 Mld)  \n    \nMITE PNRR roadmap e slide >\nMIPAAF - Investimento 4.3 | Investimenti nella resilienza dell’agrosistema irriguo per una migliore gestione delle risorse idriche -> 880 mln\n# Dotazione per Missione\n## Missione 1 (€ 40 mld) ➜ Digitalizzazione, Innov., Competit… (?) ➜ ? componenti\n## Missione 2 (60 mld) ➜ Transizione Ecologica (MITE) ➜ 4 componenti\nCOMPONENTI\n1. Economia circolare e agricoltura sostenibile ➜ (€ 2.3 Mld) 2. Energia rinnovabile, idrogeno, rete e mobilita sostenibile ➜ (€ 13.9 Mld) 3. Efficienza energetica e riqualificazione degli edifici ➜ (€ 14.1 Mld) 4. Tutela del territorio e della risorsa idrica ➜ (€ 4.1 Mld) [TOT = € 34.7 Mld] - riduzione dispersione risorse idriche\nM&T (Milestones e Targets) 89/527 (totali)\nM2 C1. Economia circolare e agricoltura sostenibile\n-   Realizzazione nuovi impianti di gestione rifiuti e ammodernamento esistenti ➜ € 1.5 Mld\n-   Progetti \"faro\" di economia circolare ➜ € 600 mln\n-   ***Riforme***:\n    -   Strategia nazionale per l'economia circolare;\n    -   Programma nazionale per la gestione dei rifiuti\n    -   Supporto tecnico alle autorità locali\n-   isole verdi ➜ € 200 mln\n-   cultura e consap ➜ € 30 mln\n\nMIPAAF - Investimento 2.1 | Sviluppo logistica per i settori agroalimentare,pesca e acquacoltura, silvicoltura, floricoltura e vivaismo -> 800 mln - Investimento 2.2 | Parco Agrisolare. -> 1500 mln - Investimento 2.3 | Innovazione e meccanizzazione nel settore agricolo e alimentare -> 500 mln\n\nM2 C2. Energia rinnovabile, idrogeno, rete e mobilita sostenibile\n-   Sviluppo agro-voltaico ➜ € 1 Mld\n-   Promozione rinnovabili per le comunità energetiche e l'auto-consumo ➜ € 2.2 Mld\n-   Promozione impianti innovativi (incluso off-shore) ➜ € 675 mln\n-   Sviluppo bio-metano ➜ € 1.9 Mld\n-   ***Riforme***:\n    -   Semplificazione delle procedure di autorizzazione per gli impianti rinnovabili on-shore e off-shore, nuovo quadro giuridico per sostenere la produzione da fonti rinnovabili e proroga dei tempi e dell'ammissibilità degli attuali regimi di sostegno\n    -   Nuova normativa per la promozione della produzione e del consumo di gas rinnovabile\n-   Rafforzamento di smart grid ➜ € 3,6 Mld\n-   Interventi su resilienza climatica delle reti ➜ € 500 mln\n-   Produzione di idrogeno in siti dismessi (*Hydrogen Valleys*) ➜ € 500 mln\n-   Utilizzo dell'idrogeno in settori *hard-to-abate* ➜ € 2 Mld\n-   Ricerca e sviluppo sull'idrogeno ➜ € 16 mln\n-   ***Riforme***:\n    -   Semplificazione amministrativa/riduzione ostacoli normativi a diffusione dell'idrogenoo\n    -   Misure volte a promuovere la competitività dell'idrogeno\n-   Sviluppo infrastrutture di ricarica elettrica ➜ € 741 mln\n-   Idrogeno ➜ € 0.450 Mld\nM2 C3. Efficienza energetica e riqualificazione degli edifici\n-   Ecobonus e del Sismabonus fino al 110% per efficienza /sicurezza ➜ € 13.9 Mld\n-   Sviluppo di sistemi di teleriscaldamento ➜ € 200 mln\nM2 C4. Tutela del territorio e della risorsa idrica\n-   Realizzazione di un sistema avanzato ed integrato di monitoraggio e previsione ➜ € 500 mln\n-   Misure per la gestione del rischio di alluvione e per la riduzione del rischio idrogeologico ➜ € 1.3 Mld\n-   ***Riforme***:\n    -   Semplificazione e accelerazione procedure attuazione interventi dissesto idrogeologico\n-   Tutela e valorizzazione del verde urbano ed extraurbano € 330 mln\n-   Digitalizzazione dei parchi nazionali € 100 mln\n-   Rinaturazione dell'area del Po € 360 mln\n-   Bonifica dei siti orfani € 500 mln\n-   Ripristino e tutela dei fondali e degli habitat marini € 400 mln\nRiforme: + Adozione di programmi nazionali di controllo dell’inquinamento atmosferico\nInvestimenti in fognatura e depurazione € 600 mln\n\nRiforme: + Misure per garantire la piena capacità gestionale per i servizi idrici integrati\nMissione 3 (€ 25.4 mld) ➜ Infrastrutture per una mobilità sostenibile (?) ➜ ? componenti\nMissione 4 (€ 231 mld) ➜ Istruzione e ricerca (?) ➜ ? componenti\nMissione 5 (€ 20 mld) ➜ Inclusione e coesione (?) ➜ 3 componenti\nCOMPONENTI\nPolitiche per il lavoro ➜ (€ ? Mld)\nInfrastrutture sociali, famiglie, comunità e terzo settore ➜ (€ ? Mld)\nInterventi speciali per la coesione territoriale ➜ (€ 1.70 Mld) - MinSUD\nStrategia nazionale per le aree interne\nValorizzazione dei beni confiscati alle mafie\nInterventi socio-educativi contro povertà educativa nel Mezzogiorno a sostegno del Terzo Settore\nEcosistemi per l’innovazione al Sud in contesti urbani marginalizzati\n\nMissione 6 (? mld) ➜ Salute (?) ➜ ? componenti\nSTATUS\nE’ caotico dall’inizio >“Sia il NextGenEu, sia il Pnrr non si distinguono particolarmente per la chiarezza degli obiettivi e per i dettagli del programma di realizzazione. […] Né essi si pongono il problema di valutare l’impatto economico e sociale dell’allocazione delle risorse e i benefici e i costi economici delle azioni proposte. […] lo stato attuale del Pnrr dà l’impressione di un approccio caotico alla programmazione, con una molteplicità di progetti non coordinati, e di dubbia realizzabilità, e una gestione decentrata in difficoltà sia per la valutazione dei progetti stessi, sia per la loro implementazione. Mancano inoltre caratteristiche cruciali quali modularità, replicabilità e rapidità di esecuzione per un piano di investimenti che si propone realizzazioni di successo in tempi brevi. Queste condizioni sono inoltre particolarmente critiche nel Mezzogiorno.” (Scandizzo 2022)\nServono più informazioni sulla: a) spesa, b) milestones (qualit) e c) target (quanti)… A partire dal 2023 cominceranno a prevalere i target consistenti in risultati effettivamente misurabili, in lavori concretamente eseguiti, che sono una sfida assai più difficile (zanardi2022?)\n\n\n\nScandizzo, Pasquale Lucio. 2022. “Gli ostacoli che bisogna rimuovere per la realizzazione del Pnrr.” Formiche.net. December 8, 2022. https://formiche.net/2022/12/modificare-pnrr-scandizzo/.\n\n\n\n\n",
    "preview": {},
    "last_modified": "2023-09-07T12:28:29+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-13-ener-recap/",
    "title": "Recap sul consumo energetico",
    "description": "A short description of the post.",
    "author": [],
    "date": "2022-05-13",
    "categories": [
      "ideas"
    ],
    "contents": "\nIdeas to validate\n* Fonti energetiche\nFrom (ricotti2022?)\n\noil\ncoal\ngas\nThermoelectric (not Ren)\nhydro\nnuclear\neolic\nsolar\nother (geothermic & bio-masses)\nAll Ren\nWorld\n31%\n27%\n25%\n[83%]\n7%\n4%\n2.5%\n1.3%\n\n\nEurope\n37%\n11%\n25%\n[83%]\n6%\n11%\n6%\n2%\n\n\nItaly§\n?%\n?%\n?%\n59%\n6.5%\n0%\n7.4%\n8.9%\n8.6%\n24.6%\n§ Terna on 2021\nMa quali fonti energetiche fanno girare il mondo? Oggi consumiamo soprattutto petrolio (31%), carbone (27%) e gas (25%), ossia combustibili fossili per oltre 4/5 dei nostri fabbisogni, soprattutto per muoverci, per scaldarci, per produrre. Poi anche idrico (7%), nucleare (4%), eolico (2,5%), solare (1,3%). Il resto sono biomasse e geotermia.\nE l’Europa? Siamo molto differenti? No, ma siamo leggermente meglio. I combustibili fossili sono ancora largamente predominanti: petrolio (37%), gas (25%), carbone (11%), poi tra le fonti che praticamente non emettono gas climalteranti, nucleare (11%), idrico (6%), eolico (6%), solare (2%) e il resto ancora biomasse e geotermia.\nMaurizio Masi argues that - looking at history - any time a new energy source was introduced (wood, coal, oil, gas), it didn’t replace the previous dominant one, but rather contributed to gowning the total per-capita consumption with a different distribution. So why would the EU bureaucrats think to completely rule out completely coal or gas? (Dragoni and Masi 2022) Moreover in doing so, development paths are altered. He suggests that instead the LCA (life cycle assessment of the total consumption of CO2, water, land) should be adopted. This would show that an electric car costs less in terms of CO2, but much more in terms of water and land, because to have the metals and rare earths needed to produce a car (1.5 kg) I need to excavate (7.5 tons of land), plus water needed for industrial production. rather than impose the technologies, legislators should impose the LCA criteria and a reasonable decreasing rate for consumption leaving the actual distribution to the market.\nProduzione elettrica Italia\nPotenza lorda installata al 31 dicembre 2021: 289.1 TWh\nProduzione Totale Netta 2021: 278.1 TWh\nDomanda di energia elettrica 2021: 318.07 TWh (import ~14% of own production)\nGas Italia\nItaly consumes 73-76 bn m3/year (MISE, 2018-2021) —with peak of 10 bn m3 in the month of Jan and 4 bn m3 in Aug https://www.qualenergia.it/articoli/quanto-gas-consumiamo-ogni-mese-italia-perche-inverno-forte-rischio/— while it now produces ~ 3 bn m3/year (2021 data). Domestic production went from 20 bn of m3/year in the 1990s, 15 bn of m3/year in 2001, to the current 3. Hence, Italy (like Europe) is now an importer.\n\npricing Dagli anni ’70 contratti di lungo periodo vincolavano fornitori e acquirenti indipendentemente dalla quantita comprata (“take or pay clause”) ad un prezzo stabilito con una formula indicizzata e aggiornato periodicamente. Questi contratti sono tutt’ora in essere ma sono stati accorciati nella loro durata. E nella formula che determina il prezzo di cessione del gas è entrato con un peso via via maggiore, per esempio nei contratti con la Russia, quello dei mercati spot. Il mercato del gas fu portato in Olanda nel 2003 quando Romano Prodi presiedeva la Commissione Europea!\n\nFurther, liberalization (late 1990s) has mobilized prices (depending on them gas goes to EU or Asia).\n–> ATTUARE ART 16 DL ENERGIA per rilanciare produzione nazionale –> raggiungere target stoccaggio (90% art 21 DL energia) –> rilanciare idrogeno e biometano\nIdroelettrico Italia\nL’idroelettrico oggi - con 4300 impianti e una potenza di 18,9GWh - offre il 6.5% dell’energia totale Ma secondo prodotta e il 1% di quella rinnovabile. Ma secondo l’ultimo Rapporto Mensile sul Sistema Elettrico elaborato da Terna (maggio 2022), la produzione di elettricità da fonte idrica, nel periodo gennaio-maggio 2022, e’ scesa del 39,7% rispetto allo stesso periodo del 2021. (Tavazzi and Serpella 2022)\n\nCio significa che scende la quota di FER (Fonti Energetiche Rinnovabili) a cui e’ vincolato il PNRR !!!\n\n* Climate change link to CO₂?\nIPCC claim 1): “il riscaldamento della superficie terrestre di circa + 0.9°C osservato a partire dal 1850 sarebbe anomalo e causato esclusivamente dalle attività antropiche, in particolare dalle immissioni in atmosfera di CO2 proveniente dall’utilizzo dei combustibili fossili.” (Crescenti et al. 2019)\nIPCC claim 2): “Si stima che un raddoppio della concentrazione di CO2 atmosferica, dai circa 300 ppm preindustriali a 600 ppm, possa innalzare la temperatura media del pianeta da un minimo di 1°C fino a un massimo di 5°C.” (Crescenti et al. 2019)\n\nevidenze mostrano che questi modelli sovrastimano il contributo antropico e sottostimano la variabilità climatica naturale, soprattutto quella indotta dal sole, dalla luna, e dalle oscillazioni oceaniche\n\nMckinsey Report\nCarbon dioxide (CO₂) emissions\nCop25 in Paris (2015) - reduce CO₂ emissions to 40% of 1990 levels by 2030…\n1990 = 22.75 bn t\n2022 = 34.81 bn t\n\n\nFurther is seems that what was cut by EU28 has been picked up by China (and worse, because of their dirtier sources of energy to produce for us)\n\n\n### Annual CO₂ emissions 1990 (bn ton)\n### Annual CO₂ emissions 2022 (bn ton)\nWorld\n22.75\n34.8\nUS\n5.11\n4.7\nEU28\n4.46\n2.9\nIndia\n0.57\n2.4\nChina\n2.48\n10.6\nSource: Our World in Data,(Battaglia 2022)\n\nbut in the atmosphere there are 3200 bn t… so anthropogenic is 32/3200=1%!!!!! Quello che abbiamo fatto e’ finanziarizzare sempre piu la nostra economia EU e i nostri sistemi produttivi\n\n* ESG\nAs per The Economist (The Economist 2022), “measurement of the size of the ESG market is confusing, the ratings are too subjective, and the industry over-promises and under-delivers.” Issues are:\nmeasurement: can be sale of actively and passively managed funds specifically built around sustainability ratings or ESG integration, i.e. getting portfolio managers in non-ESG funds to use ratings as a risk-management tool\nclaims on the size of the ESG market: according to the Global Sustainable Investment Alliance, the size of the sustainable investment in 2020 reached $35.3trn (more than a third of all assets under management in the big economies that it covers)… some $25.2trn comes from ESG integration which is likely inflated\ninconsistency: The ESG rating agencies are the veritable acme of inconsistency (a study of six of them found that they used 709 different metrics across 64 categories. Only ten categories were common to all—and they do not include such basics as greenhouse-gas emissions.)\nGREEN defined short term: Is solar/eolic/electric vehicle really “green” under a life-cycle assessment perspective?\nbig investors: what started as ethical investments has been transformed by the world’s biggest asset managers, such as BlackRock, State Street Global Advisors and Vanguard, which collectively own more than a fifth of the average firm in the s&p 500. Why:\nby marketing itself as an environmental and social champion, the investment industry competes to attract the growing wealth of younger savers\nthe sale of ESG products helps asset managers to mitigate the two-decade-old curse of declining fees ( investors in sustainable funds paid a “greenium” compared with those in mainstream funds)\n\noutperformers?: ESG funds broadly defined have outperformed the non-ESG sort in America and Europe since 2010. However, part of the outperformance was because ESG funds invested heavily in growth stocks, such as big tech (also hit this year though) | this year returns from fossil fuels and other old-economy stocks have outperformed those in clean energy ➜ in reality returns depend on how ESG is measured\n?do successful firms embrace ESG or does ESG make firms successful?\n\nfrom land use 2 land grabs: Bill gates is buying land all over and they will determinte who should own-produce(what)-eat\n* Approvigionamento e Indipendenza energetica\nPaolo Emilio Signorini, Presidente Autorità di Sistema Portuale del Mar Ligure Occidentale.\n+ “reshoring”\n+ 30/40% emissioni vengono dalle attivita di trasposto\n+ come coniugare indipendenza con effettivo utilizzo? (porto elettrificato ma la nave non si allaccia)\ne da dove arriva l’energia? (da centrali alimentate con combustibili fossili)\nGaetano Mazzitelli, SNAM Executive Vice President Commercial, Asset Planning & Regulatory Affairs di Snam da febbraio 2021.;\n+ Guerra (mesi)\n+ prezzi (anni) –> ovvorre aumentare l’offerta a UE tramite investimenti upstream/ownstream\n+ clima (decenni)\nRoberto Sancinelli, Presidente e Amministratore Delegato Montello SpA;\n + al nord bruciano (generano calore) noi riclicliamo ma il riciclo e' un'attivita energivora!!!\n + dobbiamo riciclare il massimo ma poi tutto cio che non si puo produrre energia elettrica (non portare in germania e croazia PAGANDO!!! ) --> 5/6% energia potenziale \n + senza energia non cresciamo (EV ma come? biogas agricolo ma va limitato anche quello xche serve anche coltivare per l'alimentazione)\n + spendiamo per il disfacimento idrogeologico dell'italia ... non per impianti di biogas ... ascoltare di piu le imprese del settore\nMassimiliano Atelli, Presidente della Commissione Tecnica e PNRR-PNIEC del MiTE;\n+ REGULATION BY LITIGATION | NIMBY\nStefano Saglia, Autorità di regolazione energia, reti e ambiente (ARERA);\n+ baco della transizione “illusione che gli idrocarburi non servono piu (gas ~ 40 fabbisogno)\n+ usiamo assolutamente le risorse che abbiamo\n+ rivediamo il meccanismo dei prezzi (basati oggi sul marginal price)… non possiamo tornare ai prezzi amministrati (cioe abbandonare il mercato)\nLa drammatica situazione in Ucraina ha cambiato forzatamente le politiche energetiche dei paesi membri dell’Unione Europea, alcuni dei quali, come l’Italia, alle prese con la necessità di trovare in tempi rapidi nuove fonti di approvvigionamento per continuare a prosperare, a produrre e a vivere. Autorevoli esponenti del mondo industriale italiano, dialogano in un confronto reale e senza sconti che riguarda il futuro del nostro paese.\n\n\n\nBattaglia, Franco. 2022. “Macche Ecologica, Quella in Atto e’ Una Transizione Tutta Finanziaria,” September.\n\n\nCrescenti, Uberto, Mario Giaggio, Giuliano Panza, Alberto Prestininzi, Franco Prodi, Franco Battaglia, Enrico Miccadei, and Nicola Scafetta. 2019. “PETIZIONE SUL RISCALDAMENTO GLOBALE ANTROPICO.” http://www.scienzanazionale.it/e-nata-astri-per-la-ricerca-italiana/petizione-sul-riscaldamento-globale-antropico/.\n\n\nDragoni, Fabio, and Maurizio Masi. 2022. “Il Clima Cambia? Sí Ma Da Un Pezzo.” La Verità, July.\n\n\nTavazzi, Lorenzo, and Niccolò Serpella. 2022. “La siccità e l’impatto su un settore strategico come l’idroelettrico.” RiEnergia, June 28, 2022. https://rienergia.staffettaonline.com/articolo/35011/La+siccità+e+l’impatto+su+un+settore+strategico+come+l’idroelettrico/Lorenzo+Tavazzi+e+Nicolò+Serpella.\n\n\nThe Economist. 2022. “ESG Should Be Boiled down to One Simple Measure: Emissions.” The Economist, July 22, 2022. https://www.economist.com/leaders/2022/07/21/esg-should-be-boiled-down-to-one-simple-measure-emissions?utm_content=ed-picks-article-link-1&etear=nl_weekly_1&utm_campaign=r.the-economist-this-week&utm_medium=email.internal-newsletter.np&utm_source=salesforce-marketing-cloud&utm_term=7/22/2022&utm_id=1244578.\n\n\n\n\n",
    "preview": {},
    "last_modified": "2023-09-07T12:29:53+02:00",
    "input_file": {}
  }
]
