[
  {
    "path": "portfolio/2022-06-04-2022-06-03-cv-r-rpagedown/",
    "title": "How I created an automated CV updating workflow with R",
    "description": "Notes on how I made an automated resumé with the {pagedown} and {datadrivencv} packages in R.",
    "author": [],
    "date": "2022-06-04",
    "categories": [
      "R",
      "DRY"
    ],
    "contents": "\n\n\n\n\n\n\nThe client’s request\nA friend asked my help to translate a résumé from Italian to\nEnglish.1\nFigure 1 shows the Italian version which was given to me\nas an input —formatted via one of those online sites that render your\ncontent based on a few given graphic options. Great…except every time he\nneeds to update/revise such résumé, he will have to re-type the text on\nthe app from scratch 🙁.\n\n\n\nFigure 1: The “Before” version (sensitive data have been covered in\nblack)\n\n\n\nA time-consuming alternative\nProbably, we have all tried the obvious alternative: doing your own\nformatting in a word processor like MS Word.\nHere, one retains ownership on the process, but at the cost of spending\nmore time dealing with graphic details. In fact, this will also require\nre-formatting every time the content changes (pagination, font sizes,\ninterline spaces, margins, etc.). Plus, we are not all born designers,\nso we might end up with a not-so-professional looking output 🥴.\nMy proposal\nHaving gone myself through this utterly tedious process more times\nthan I wish to admit, I wanted to explore a CV-making process that would\nallow me to set up the template once and then make all\nsubsequent changes in an automated way (i.e. without worrying\nabout adjusting the format anymore).\nThe\n\necosystem offers several ways to achieve this, but in this case I\ndecided to try one that builds on two R packages pagedown and datadrivencv—the\nlatter created by Nick Strayer, a\ntalented Visual Data Scientist. The above R packages also came with\npre-installed graphical options that I tweaked lightly, again relying on\nthe resources made available by another open source contributor:\nscientist/developer Jake\nThompson.2\nThis is what the workflow looks like (Figure 2 )\n\n\n\nFigure 2: Workflow (Free icons downloaded from Flaticon)\n\n\n\nThe final product\nThe resulting revised résumé is shown in Figure 3. In my\nopinion, this format is clean and professional, without looking too\nboring. I particularly like the graphical way to illustrate skills,\nwhich is very intuitive and gives a comparative sense of what each\nperson focuses on.\n\n\n\nFigure 3: The “After” version (sensitive data have been covered in\nblack)\n\n\n\nPlease note, I had been asked for a generic résumé (i.e. not aimed at\nresponding to a specific job posting), so I did not put to much emphasis\non the content, although I used my knowledge of the US job market (in\nwhich I was both job candidate and recruiter at different times) to\n“localize” it a bit. However, now that the project is set up (in a\nshareable directory containing all the files and code), it will be\nextremely easy and quick to make subsequent content changes. Indeed, one\nof the best features of this packages is that the R program that\nconstructs and renders the final CV/résumé can be fed from\nplain MS Excel\nsheets—a tool that most people are comfortable\nwith.\n\nTo update the CV/résumé, it will suffice to modify the input\nMS Excel file.\n\nSome closing remarks\nIf you are thinking “Why bother?” or “Isn’t this too much work to\nupdate a CV?”, I think it is because you are among the lucky ones who\nhaven’t had to apply to many jobs in their career. If, instead, you are\nin an earlier stage of your career or (like consultants) have a more\ndynamic job situation, I believe this is the winning strategy.\nMore concretely, I invested half a day in setting this up (it was my\n1st time using these R packages and I wanted to customize a bit the\ntemplate). But from now on, unless I get bored of the graphical template\nand want to tweak it, any future update will be a matter of minutes. All\nI will have to do is simply change a few cells in the input MS\nExcel file, execute and voilà.\n\nA résumé is a\nsynthetic type of CV, commonly used in the US for business job\ninterviews, which ideally fits in 1 page.↩︎\nHaving limited experience with\nHTML and CSS (the tools of web designers), I tend to\nrely on experts’ templates and then gradually (& minimally) tweak\nindividual features according to my taste.↩︎\n",
    "preview": "portfolio/2022-06-04-2022-06-03-cv-r-rpagedown/CV_white_logo_dark_background.jpg",
    "last_modified": "2022-06-04T18:55:59+02:00",
    "input_file": {}
  }
]
